Repository: Suharichek/BetterYOU
Catalog: BetterYOU/Localizable.xcstrings
Source language: en
Languages: ru

source: %@ cm
ru: %@ см

source: %@ foot
ru: %@ ф

source: %@ hours
ru: %@ часов

source: %@ kg
ru: %@ кг

source: %@ kсal
ru: %@ ккал

source: %@ pound
ru: %@ ф

source: %@ steps
ru: %@ шагов

source: %@ years
ru: %@ лет

# %lld cup
source: %lld cups
ru: %lld чашек

# %lld hour
source: %lld hours
ru: %lld часов

source: %lld trainings
ru: %lld тренировок

source: %lld years
ru: %lld лет

source: Age:
ru: Возраст:

source: All for Your Balance
ru: Все для вашего баланса

source: Already have an account?
ru: У вас уже есть аккаунт?

source: Amount of kcal today
ru: Количество калорий за сегодня

source: Amount of PFC
ru: Количество БЖУ

source: Amount of steps today
ru: Количество шагов за сегодня

source: Amount of trainings per week
ru: Количество тренировок за неделю

source: BetterYOU is your personal assistant for a better life. Stay balanced with health, nutrition, and activity all in one app. Your best self starts here!
ru: BetterYOU — ваш личный помощник для лучшей жизни. Сохраняйте баланс между здоровьем, питанием и активностью в одном приложении. Ваше лучшее «я» начинается здесь!

source: Calories Under Control
ru: Калории под контролем

source: Carbohydrates intake:
ru: Углеводов принято:

source: Carbohydrates:
ru: Углеводы:

source: Choose time
ru: Выберите время

source: cm
ru: см

source: Daily coffee intake
ru: Ежедневная норма кофе

source: Daily workload
ru: Ежедневная нагруженность

source: Desired amount of sleep
ru: Желаемое количество сна

source: Don't have an account?
ru: У вас нет аккаунта?

source: Easily track your calories and macros (proteins, fats, carbs) to stay in shape. Simplify your nutrition for a healthier lifestyle.
ru: Легко отслеживайте свои калории и макросы (белки, жиры, углеводы), чтобы оставаться в форме. Упростите свое питание для более здорового образа жизни.

source: enter amount
ru: введите число

source: Every Step Counts
ru: Каждый шаг имеет значение

source: Fats intake:
ru: Жиров принято:

source: Fats:
ru: Жиры:

source: Food:
ru: Еда:

source: foot
ru: футы

source: ft
ru: футы

source: Full name:
ru: ФИО:

source: g
ru: г

source: gramm
ru: граммы

source: Height:
ru: Рост:

source: hours
ru: часов

source: I agree to the **Terms** and **Privacy Policy**.
ru: Я согласен с ** Условиями ** и ** Политикой конфиденциальности **.

source: Information about yourself
ru: Информация о вас

source: kcal
ru: ккал

source: kg
ru: кг

source: lbs
ru: фунты

source: Learn to fall asleep on time and wake up energized! Our smart algorithm calculates the best sleep schedule to keep you performing at your best every day.
ru: Научитесь засыпать вовремя и просыпаться бодрым! Наш умный алгоритм рассчитывает лучший график сна, чтобы вы каждый день работали с максимальной отдачей.

source: Log In
ru: Войти

source: Log Out
ru: Выйти

source: Name
ru: Имя

source: Name:
ru: Имя:

source: Next
ru: Далее

source: OR
ru: ИЛИ

source: ounce
ru: унции

source: oz
ru: унц

source: Password
ru: Пароль

source: Password Again
ru: Пароль снова

source: Perfect Sleep, Perfect Day
ru: Идеальный сон — залог успеха

source: pound
ru: фунты

source: Profile 👤
ru: Профиль 👤

source: Proteins intake:
ru: Протеина принято:

source: Proteins:
ru: Белки:

source: Registration
ru: Регистрация

source: Results
ru: Результат

source: Settings ⚙️
ru: Настройки ⚙️

source: Sign In
ru: Вход

source: Sign Up
ru: Зарегистрироваться

source: Skip
ru: Пропустить

source: Sleep:
ru: Сон:

source: Start!
ru: Начать!

source: Statistics 📊
ru: Статистика 📊

source: steps
ru: шагов

source: Steps:
ru: Шаги:

source: Surname
ru: Фамилия

source: Surname:
ru: Фамилия:

source: Tell about yourself
ru: Расскажите о себе

source: time
ru: раз

source: times
ru: раза

source: Track your steps, log workouts, and monitor your progress. All in one place — designed to keep you motivated and moving forward!
ru: Отслеживайте свои шаги, записывайте тренировки и следите за своим прогрессом. Все в одном месте — создано, чтобы поддерживать вашу мотивацию и двигаться вперед!

source: Trainings:
ru: Тренировки:

source: Units of food
ru: Единицы измерения еды

source: Units of height
ru: Единицы измерения высоты

source: Units of weight
ru: Единицы измерения веса

source: Weight:
ru: Вес:

source: Well done! Goal for today achieved 🥳
ru: Так держать! Цель на сегодня достигнута 🥳

source: What units do you prefer?
ru: Какие единицы измерения вы предпочитаете?

source: What's your name?
ru: Как вас зовут?

source: When do you want to wake up?
ru: Во сколько вы хотите проснуться?

source: You have %lld training
ru: Вы сделали %lld тренировок

source: You have done %lld steps
ru: Вы прошли %lld шагов

source: You need to eat less to achieve the goal 😅
ru: Вам нужно есть меньше для достижения цели 😅

source: You need to eat more to achieve the goal 😑
ru: Вам нужно есть больше для достижения цели 😑

source: You need to walk at least %lld steps to achieve the goal 😅
ru: Вам нужно пройти как минимум %lld шагов для достижения цели 😅

source: Your age:
ru: Ваш возраст:

source: Your goal for today is %@ hours of sleep
ru: Ваша цель на сегодня %@ часов сна

source: Your goal for today is %lld kcal
ru: Ваша цель на сегодня %lld ккал

source: Your goal is to train %@ time a week
ru: Ваша цель тренироваться %@ раз в неделю

source: Your goal is to train %@ times a week
ru: Ваша цель тренироваться %@ раза в неделю

source: Your goals
ru: Ваши цели

source: Your height:
ru: Ваш рост:

source: Your ideal betime
ru: Ваше идеальное время для сна

source: Your weight:
ru: Ваш вес:
